Repository: lliurex/epi
Catalog: translations/*.po
Languages: ca@valencia, es_es

source: Accept Eula and Install
ca@valencia: Accepta la llicència i instal·la
es_es: Aceptar Licencia e Instalar

source: Install
ca@valencia: Instal·la
es_es: Instalar

source: Reinstall
ca@valencia: Reinstal·la
es_es: Reinstalar

source: Installation process details
ca@valencia: Detalls del procés d'instal·lació
es_es: Detalles del proceso de instalación

source: See installation details
ca@valencia: Veure detalls de la instal·lació
es_es: Ver detalles instalación

source: (D) Addicitional application required
ca@valencia: (D) Aplicació addicional requerida
es_es: (D) Aplicación adicional requerida

source: See uninstall details
ca@valencia: Veure detalls de la desinstal·lació
es_es: Ver detalles desinstalación

source: Uninstall process details
ca@valencia: Detalls del procés de desinstal·lació
es_es: Detalles del proceso de desinstalación

source: Application already installed
ca@valencia: L'aplicació ja està instal·lada
es_es: La aplicación ya esta instalada

source: Application epi file does not exist or its path is invalid
ca@valencia: El fitxer .epi de l'aplicació no existeix o la seua ruta no és vàlida
es_es: El fichero .epi de la aplicación no existe o su ruta no es válida

source: You need root privileges
ca@valencia: Necessiteu permisos d'administració
es_es: Necesita permisos de administrador

source: Internet connection not detected
ca@valencia: No s'ha detectat connexió a Internet
es_es: No detectada conexión a Internet

source: Gathering Information...
ca@valencia: S'està obtenint informació...
es_es: Recopilando información...

source: Downloading application...
ca@valencia: S'està descarregant l'aplicació...
es_es: Descargando la aplicación...

source: Preparing installation...
ca@valencia: S'està preparant la instal·lació...
es_es: Preparando la instalación...

source: Installing application...
ca@valencia: S'està instal·lant l'aplicació...
es_es: Instalando la aplicación...

source: Ending the installation...
ca@valencia: Està finalitzant la instal·lació...
es_es: Finalizando la instalación...

source: Installation completed successfully
ca@valencia: La instal·lació s'ha completat correctament
es_es: Instalación completada correctamente

source: Installation aborted. Error ending installation
ca@valencia: La instal·lació s'ha cancel·lat. S'ha produït un error en finalitzar la instal·lació
es_es: Instalación cancelada. Error finalizando la instalación

source: Installation aborted. Error installing application
ca@valencia: La instal·lació s'ha cancel·lat. S'ha produït un error en instal·lar l'aplicació
es_es: Instalación cancelada. Error instalando la aplicación

source: Installation aborted. Error preparing system
ca@valencia: La instal·lació s'ha cancel·lat. S'ha produït un error en preparar el sistema
es_es: Instalación cancelada. Error preparando el sistema

source: Installation aborted. Unable to download package
ca@valencia: La instal·lació s'ha cancel·lat. No s'ha pogut descarregar el paquet
es_es: Instalación cancelada. Imposible descargar la aplicación

source: Do you want uninstall the application?
ca@valencia: Voleu desinstal·lar l'aplicació?
es_es: ¿Desea desinstalar la aplicación?

source: Uninstall application...
ca@valencia: S'està desinstal·lant l'aplicació...
es_es: Desinstalando la aplicación...

source: Application successfully uninstalled
ca@valencia: L'aplicació s'ha desinstal·lat correctament
es_es: Aplicación desinstalada correctamente

source: Uninstalled process ending with errors
ca@valencia: El procés de desinstal·lació ha finalitzat amb errors
es_es: El proceso de desinstalación ha finalizado con errores

source: Application epi file it is not a valid json
ca@valencia: El fitxer .epi de l'aplicació no és un json vàlid
es_es: El fichero .epi de la aplicación no es un json válido

source: The system is being updated. Wait a few minutes and try again
ca@valencia: S'està actualitzant el sistema. Espereu uns minuts i torneu-ho a intentar
es_es: El sistema esta siendo actualizado. Espere unos minutos y vuelva a intentarlo

source: Apt or Dpkg are being executed. Checking if they have finished
ca@valencia: S'està executant Apt o Dpkg. S'està comprovant si ha finalitzat
es_es: Apt o Dpkg están siendo ejecutados. Comprobando si han finalizado...

source: Apt or Dpkg are being executed. Wait a few minutes and try again
ca@valencia: S'està executant Apt o Dpkg. Espereu uns minuts i torneu a intentar-ho
es_es: Apt o Dpkg están siendo ejecutados. Espere unos minutos y vuelva a intentarlo

source: Apt or Dpkg seems blocked by a failed previous execution Click on Unlock to try to solve the problem
ca@valencia: Apt o Dpkg semblen bloquejats per una execució anterior que ha fallat Feu clic o desbloquegeu per a intentar resoldre el problema
es_es: Apt o Dpkg parecen bloqueados por una ejecución previa fallida Haga clic sobre Desbloquear para intentar solucionar el problema

source: Executing the unlocking process. Wait a moment...
ca@valencia: S'està executant al procés de desbloqueig. Espereu un moment...
es_es: Ejecutando el proceso de desbloqueo. Espere un momento...

source: The unlocking process has failed
ca@valencia: El procés de desbloqueig ha fallat
es_es: El proceso de desbloqueo ha fallado

source: The package will not be able to be installed An error occurred during processing
ca@valencia: El paquete no podrà ser instal·lat S'ha produït un error durant el seu processament
es_es: El paquete no va a poder ser instalado Se ha producido un error durante su procesamiento

source: Problems with the following dependencies:
ca@valencia: Problemes amb les següents dependències:
es_es: Problemas con las siguientes dependencias:

source: The following error has been detected:
ca@valencia: S'ha detectat el següent error:
es_es: Se ha detectado el siguiente error:

source: There is no package selected to be installed
ca@valencia: No s'ha seleccionat cap paquet per a instal·lar
es_es: No hay ningún paquete seleccionado para ser instalado

source: There is no package selected to be uninstalled
ca@valencia: No s'ha seleccionat cap paquet per a desinstal·lar
es_es: No hay ningún paquete seleccionado para ser desinstalado

source: Checking system architecture...
ca@valencia: S'està comprovant l'arquitectura del sistema...

source: Checking if repositories need updating...
ca@valencia: S'està comprovant si els repositoris necessiten ser actualitzats...

source: Associated script does not exist or its path is invalid
ca@valencia: El script associat no existeix o la seua ruta no és vàlida
es_es: El script asociado no existe o su ruta no es válida

source: Associated script does not have execute permissions
ca@valencia: El script associat no té permisos d'execució
es_es: El script asociado no tiene permisos de ejecución

source: Application epi file is empty
ca@valencia: El fitxer .epi de l'aplicació està buit
es_es: El fichero .epi de la aplicación está vacío

source: It seems that the packages were installed without using EPI. It may be necessary to run EPI for proper operation
ca@valencia: Sembla que els paquets van ser instal·lats sense usar EPI. Pot ser necessari executar EPI per a un correcte funcionament
es_es: Parece que los paquetes fueron instalados sin usar EPI. Puede ser necesario ejecutar EPI para un correcto funcionamiento

source: Select the applications to install
ca@valencia: Selecciona les aplicacions que s'han d'instal·lar
es_es: Seleccione las aplicaciones para instalar

source: Uncheck all packages
ca@valencia: Desmarca tots els paquets
es_es: Deseleccionar todos los paquetes

source: Check all packages
ca@valencia: Marca tots els paquets
es_es: Seleccionar todos los paquetes

source: Previous actions: executing
ca@valencia: Accions prèvies: executant
es_es: Acciones previas: ejecutando

source: Press to view application information
ca@valencia: Premeu per a veure la informació de l'aplicació
es_es: Haga clic para ver la información de la aplicación

source: Info not availabled
ca@valencia: La informació no està disponible
es_es: Información no disponible

source: Click to launch the application
ca@valencia: Premeu per a llançar l'aplicació
es_es: Haga clic para lanzar la aplicación

source: Please choose a epi file
ca@valencia: Trieu un fitxer epi
es_es: Seleccione un fichero epi

source: Choose epi file to install/uninstall the application:
ca@valencia: Trieu un fitxer epi per a instal·lar/desinstal·lar l'aplicació:
es_es: Seleccione un fichero epi para instalar/desinstalar la aplicación:

source: The package will not be able to be installed
ca@valencia: El paquete no podrà ser instal·lat
es_es: El paquete no va a poder ser instalado

source: Application to install
ca@valencia: Aplicació per instal·lar
es_es: Aplicación para instalar

source: Search by application name
ca@valencia: Selecciona les aplicacions que s'han d'instal·lar
es_es: Buscar por nombre de aplicación

source: Search...
ca@valencia: Busca...
es_es: Buscar...

source: Eula for installing
ca@valencia: Acord de llicència d'usuari final per a instal·lar
es_es: Acuerdo de licencia de usuario final para instalar

source: Checking system...
ca@valencia: S'està comprovant el sistema...
es_es: Comprobando el sistema...

source: Unlock
ca@valencia: Desbloqueig
es_es: Desbloquear

source: Uninstall
ca@valencia: Desinstal·la
es_es: Desinstalar

source: It seems that the packages were installed but the execution of EPI failed. It may be necessary to run EPI for proper operation
ca@valencia: Sembla que els paquets van ser instal·lats però va fallar l'execució de EPI. Pot ser necessari executar EPI per a un correcte funcionament
es_es: Parece que los paquetes fueron instalados pero falló la ejecución de EPI. Puede ser necesario ejecutar EPI para un correcto funcionamiento

source: Checking if selected applications can be uninstalled...
ca@valencia: S'està comprovant si les aplicacions seleccionades poden ser desinstal·lades...
es_es: Comprobando si las aplicaciones seleccionadas pueden ser desinstaladas...

source: The selected applications cannot be uninstalled. It is part of the system meta-package
ca@valencia: Les aplicacions seleccionades no poden ser desinstal·lades. Formen part del meta-paquet del sistema
es_es: Las aplicaciones seleccionadas no pueden ser desinstaladas. Forman parte del meta-paquete del sistema

source: Some selected application successfully uninstalled. Others not because they are part of the system's meta-package
ca@valencia: Algunes aplicacions seleccionades s'han desinstal·lat correctament. Unes altres no perquè formen part del meta-paquet del sistema

source: Checking system architecture
es_es: Comprobando la arquitectura del sistema...

source: Checking if repositories need updating
es_es: Comprobando si los respositorios necesitan ser actualizados...

source: Some selected application successfully uninstalled. Others not because they are part of the system's meta-package
es_es: Algunas aplicaciones seleccionadas se han desinstalado correctamente. Otras no porque forman parte del meta-paquete del sistema
